mdhardenburgh/Blinky/Packages/.cache/Atmel.SAME53_DFP.1.1.118.pdsc
      <condition id="ATSAME53J18A">
         <require Dvendor="Atmel:3" Dname="ATSAME53J18A"/>
         <require Cclass="CMSIS" Cgroup="CORE"/>
      </condition>
   </conditions>
   <components>
      <component Cvendor="Atmel" Cclass="Device" Cgroup="Startup" Cversion="1.1.0" condition="ATSAME53J19A">
         <description>Headers and startup code for Atmel ATSAME53J19A</description>
         <files>
            <file condition="C" category="include" name="include"/>
            <file condition="C" category="header" name="include/sam.h"/>
            <file condition="C Exe" category="source" name="templates/main.c" attr="template" select="Main file (.c)"/>
            <file condition="C Exe" category="source" name="templates/main.cpp" attr="template" select="Main file (.cpp)"/>
            <file condition="C Lib" category="source" name="templates/library.c" attr="template" select="Main file (.c)"/>
            <file condition="C Lib" category="source" name="templates/library.cpp" attr="template" select="Main file (.cpp)"/>
            <file condition="GCC Exe" category="source" name="gcc/system_same53.c" attr="config"/>
            <file condition="GCC Exe" category="source" name="gcc/gcc/startup_same53.c" attr="config"/>
            <file condition="GCC Exe" category="linkerScript" name="gcc/gcc/same53j19a_flash.ld" attr="config"/>
            <file condition="GCC Exe" category="other" name="gcc/gcc/same53j19a_sram.ld" attr="config"/>
            <file condition="ARMCC Exe" category="source" name="armcc/arm_addon/armcc/system_same53.c" attr="config"/>
            <file condition="ARMCC Exe" category="source" name="armcc/arm_addon/armcc/arm/startup_same53.s" attr="config"/>
            <file condition="IAR Exe" category="source" name="iar/system_same53.c" attr="config"/>
            <file condition="IAR Exe" category="source" name="iar/iar/startup_same53.c" attr="config"/>
            <file condition="IAR Exe" category="linkerScript" name="iar/iar/same53j19a_flash.icf" attr="config"/>
            <file condition="IAR Exe" category="other" name="iar/iar/same53j19a_sram.icf" attr="config"/>
         </files>
      </component>
      <component Cvendor="Atmel" Cclass="Device" Cgroup="Startup" Cversion="1.1.0" condition="ATSAME53N19A">
         <description>Headers and startup code for Atmel ATSAME53N19A</description>
         <files>
            <file condition="C" category="include" name="include"/>
            <file condition="C" category="header" name="include/sam.h"/>
            <file condition="C Exe" category="source" name="templates/main.c" attr="template" select="Main file (.c)"/>
            <file condition="C Exe" category="source" name="templates/main.cpp" attr="template" select="Main file (.cpp)"/>
            <file condition="C Lib" category="source" name="templates/library.c" attr="template" select="Main file (.c)"/>
            <file condition="C Lib" category="source" name="templates/library.cpp" attr="template" select="Main file (.cpp)"/>
            <file condition="GCC Exe" category="source" name="gcc/system_same53.c" attr="config"/>
            <file condition="GCC Exe" category="source" name="gcc/gcc/startup_same53.c" attr="config"/>
            <file condition="GCC Exe" category="linkerScript" name="gcc/gcc/same53n19a_flash.ld" attr="config"/>
            <file condition="GCC Exe" category="other" name="gcc/gcc/same53n19a_sram.ld" attr="config"/>
            <file condition="ARMCC Exe" category="source" name="armcc/arm_addon/armcc/system_same53.c" attr="config"/>
            <file condition="ARMCC Exe" category="source" name="armcc/arm_addon/armcc/arm/startup_same53.s" attr="config"/>
            <file condition="IAR Exe" category="source" name="iar/system_same53.c" attr="config"/>
            <file condition="IAR Exe" category="source" name="iar/iar/startup_same53.c" attr="config"/>
            <file condition="IAR Exe" category="linkerScript" name="iar/iar/same53n19a_flash.icf" attr="config"/>
            <file condition="IAR Exe" category="other" name="iar/iar/same53n19a_sram.icf" attr="config"/>
         </files>
      </component>
      <component Cvendor="Atmel" Cclass="Device" Cgroup="Startup" Cversion="1.1.0" condition="ATSAME53J20A">
         <description>Headers and startup code for Atmel ATSAME53J20A</description>
         <files>
            <file condition="C" category="include" name="include"/>
            <file condition="C" category="header" name="include/sam.h"/>
            <file condition="C Exe" category="source" name="templates/main.c" attr="template" select="Main file (.c)"/>
            <file condition="C Exe" category="source" name="templates/main.cpp" attr="template" select="Main file (.cpp)"/>
            <file condition="C Lib" category="source" name="templates/library.c" attr="template" select="Main file (.c)"/>
            <file condition="C Lib" category="source" name="templates/library.cpp" attr="template" select="Main file (.cpp)"/>
            <file condition="GCC Exe" category="source" name="gcc/system_same53.c" attr="config"/>
            <file condition="GCC Exe" category="source" name="gcc/gcc/startup_same53.c" attr="config"/>
            <file condition="GCC Exe" category="linkerScript" name="gcc/gcc/same53j20a_flash.ld" attr="config"/>
            <file condition="GCC Exe" category="other" name="gcc/gcc/same53j20a_sram.ld" attr="config"/>
            <file condition="ARMCC Exe" category="source" name="armcc/arm_addon/armcc/system_same53.c" attr="config"/>
            <file condition="ARMCC Exe" category="source" name="armcc/arm_addon/armcc/arm/startup_same53.s" attr="config"/>
            <file condition="IAR Exe" category="source" name="iar/system_same53.c" attr="config"/>
            <file condition="IAR Exe" category="source" name="iar/iar/startup_same53.c" attr="config"/>
            <file condition="IAR Exe" category="linkerScript" name="iar/iar/same53j20a_flash.icf" attr="config"/>
            <file condition="IAR Exe" category="other" name="iar/iar/same53j20a_sram.icf" attr="config"/>
         </files>
      </component>
      <component Cvendor="Atmel" Cclass="Device" Cgroup="Startup" Cversion="1.1.0" condition="ATSAME53N20A">
         <description>Headers and startup code for Atmel ATSAME53N20A</description>
         <files>
            <file condition="C" category="include" name="include"/>
            <file condition="C" category="header" name="include/sam.h"/>
            <file condition="C Exe" category="source" name="templates/main.c" attr="template" select="Main file (.c)"/>
            <file condition="C Exe" category="source" name="templates/main.cpp" attr="template" select="Main file (.cpp)"/>
            <file condition="C Lib" category="source" name="templates/library.c" attr="template" select="Main file (.c)"/>
            <file condition="C Lib" category="source" name="templates/library.cpp" attr="template" select="Main file (.cpp)"/>
            <file condition="GCC Exe" category="source" name="gcc/system_same53.c" attr="config"/>
            <file condition="GCC Exe" category="source" name="gcc/gcc/startup_same53.c" attr="config"/>
            <file condition="GCC Exe" category="linkerScript" name="gcc/gcc/same53n20a_flash.ld" attr="config"/>
            <file condition="GCC Exe" category="other" name="gcc/gcc/same53n20a_sram.ld" attr="config"/>
            <file condition="ARMCC Exe" category="source" name="armcc/arm_addon/armcc/system_same53.c" attr="config"/>
            <file condition="ARMCC Exe" category="source" name="armcc/arm_addon/armcc/arm/startup_same53.s" attr="config"/>
            <file condition="IAR Exe" category="source" name="iar/system_same53.c" attr="config"/>
            <file condition="IAR Exe" category="source" name="iar/iar/startup_same53.c" attr="config"/>
            <file condition="IAR Exe" category="linkerScript" name="iar/iar/same53n20a_flash.icf" attr="config"/>
            <file condition="IAR Exe" category="other" name="iar/iar/same53n20a_sram.icf" attr="config"/>
         </files>
      </component>
